export default {
  translation: {
    me: {
      firstName: 'Константин',
      lastName: 'Коровин',
      age: '34 года',
      profession: 'Фронтенд-разработчик',
      location: 'Казань',
    },
    nav: {
      home: 'Главная',
      about: 'Обо мне',
      skills: 'Навыки',
      portfolio: 'Портфолио',
      contacts: 'Контакты',
    },
    about: {
      p1: 'Привет, меня зовут Константин. Я начинающий Фронтенд-разработчик из Казани.',
      p2: 'Выпускник школы программирования "Хекслет". Успешно завершил программу профессиональной подготовки "Фронтенд-программист".',
      p3: 'У меня нет коммерческого опыта, но есть большое желание развиваться во Фронтенд-разработке. Ищу команду, с которой буду расти профессионально. Открыт для предложений о сотрудничестве.',
      p4: 'Первые шаги всегда самые трудные, но "Великое начинается с малого"! Sic parvis magna!',
    },
    skills: {
      text: 'Я работаю со следующими технологиями:',
    },
    portfolio: {
      text: 'Раздел в разработке',
    },
    contacts: {
      more: 'Хотите узнать подробности или просто поболтать?',
      welcome: 'Всегда пожалуйста!',
    },
  },
};
