export default {
  translation: {
    me: {
      firstName: 'Константин',
      lastName: 'Коровин',
      age: '34 года',
      profession: 'Фронтенд-разработчик',
      location: 'Казань',
    },
    nav: {
      home: 'Главная',
      about: 'Обо мне',
      skills: 'Навыки',
      portfolio: 'Портфолио',
      contacts: 'Контакты',
    },
    about: {
      p1: 'Далеко-далеко за словесными горами в стране гласных и согласных живут, рыбные тексты. Щеке живет залетают грамматики ручеек рекламных своих, безопасную ведущими вопрос, продолжил осталось то коварных ему lorem, всеми дал маленькая парадигматическая.',
      p2: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное большой предупреждал, безорфографичный это осталось, коварных приставка продолжил себя использовало то диких буквоград! Составитель знаках возвращайся все последний залетают.',
      p3: 'Далеко-далеко за словесными, горами в стране гласных и согласных живут рыбные тексты. Наш его переписали, вскоре необходимыми дорогу, свой все имеет послушавшись но одна единственное свою знаках, за агентство парадигматическая маленькая на берегу.',
    },
    skills: {
      text: 'Я работаю со следующими технологиями:',
    },
    portfolio: {
      text: 'Раздел в разработке',
    },
    contacts: {
      more: 'Хотите узнать подробности или просто поболтать?',
      welcome: 'Всегда пожалуйста!',
    },
  },
};
