export default {
  translation: {
    me: {
      firstName: 'Константин',
      lastName: 'Коровин',
      age: '34 года',
      profession: 'Фронтенд-разработчик',
      location: 'Казань',
    },
    nav: {
      home: 'Главная',
      about: 'Обо мне',
      skills: 'Навыки',
      portfolio: 'Портфолио',
      contacts: 'Контакты',
    },
    about: {
      p1: 'Привет, меня зовут Константин. Я начинающий Фронтенд-разработчик. Выпускник школы программирования "Хекслет". Успешно завершил программу профессиональной подготовки "Фронтенд-программист".',
      p2: 'Я нахожусь в начале своей карьеры, и у меня большое желание развиваться во Фронтенд-разработке. Ищу компанию, где я мог бы применить полученные мной знания и вырасти как профессионал. Я открыт для предложений сотрудничества и верю, что мог бы стать отличной частью вашей команды.',
    },
    skills: {
      text: 'Я работаю со следующими технологиями:',
    },
    portfolio: {
      text: 'Раздел в разработке',
    },
    contacts: {
      more: 'Хотите узнать подробности или просто поговорить?',
      welcome: 'Всегда пожалуйста!',
    },
  },
};
